# Langs
English = الإنجليزية
German = الألمانية
Spanish = الإسبانية
Arabic = العربية

# Menu
Home = الصفحة الرئيسية
About = معلومات عنا
Menu = قائمة الطعام
Review = المراجعات
Contact = اتصل بنا

# Home Section
home-title = بطن سعيد مع طعام لذيذ
home-desc = الوجهة المثالية لعشاق البرغر الذين يرغبون في الاستمتاع ببرغر لذيذ ومشبع. نحن نستخدم فقط المكونات الطازجة وعالية الجودة لصنع البرغر لدينا، ونقدم مجموعة متنوعة من الخيارات لتناسب ذوقك. قم بزيارتنا اليوم، أو اطلب عبر الإنترنت واحصل على مشروب مجاني. ستحب برغرنا.
Delicious = لذيذ
Fresh = طازج
Organic = عضوي
lern-more = تعلم المزيد


