# Langs
English = الإنجليزية
German = الألمانية
Spanish = الإسبانية
Arabic = العربية

# Menu
Home = الصفحة الرئيسية
About = معلومات عنا
Menu = قائمة الطعام
Review = المراجعات
Contact = اتصل بنا

# Home Section
home-title = بطن سعيد مع طعام لذيذ
home-desc = الوجهة المثالية لعشاق البرغر الذين يرغبون في الاستمتاع ببرغر لذيذ ومشبع. نحن نستخدم فقط المكونات الطازجة وعالية الجودة لصنع البرغر لدينا، ونقدم مجموعة متنوعة من الخيارات لتناسب ذوقك. قم بزيارتنا اليوم، أو اطلب عبر الإنترنت واحصل على مشروب مجاني. ستحب برغرنا.
Delicious = لذيذ
Fresh = طازج
Organic = عضوي
lern-more = تعلم المزيد

# Category Section
burger = برجر
cat-bur-text = تناول طعام صحي ولذيذ
cat-bur-alt = صورة لبرجر كبير وعصير مع شريحة لحم، جبن، خس وطماطم على خبز بالسمسم.
snack = وجبة خفيفة
cat-sn-text = تناول وجبة خفيفة بذكاء وسعادة
cat-sn-alt = صورة لمجموعة متنوعة من الوجبات الخفيفة، مثل المكسرات، الفواكه المجففة، أعواد الجبن، رقائق البطاطس، البسكويت وهكذا.
beverage = مشروب
cat-bev-text = اشرب بما يكفي وبشكل جيد
cat-bev-alt = صورة لمجموعة متنوعة من المشروبات، مثل الماء، الحليب، العصير، الشاي، القهوة، البيرة، النبيذ وهكذا.
buy-online = اشترِ عبر الإنترنت

# Promo Section
pr-bur = عرض البرجر
pr-bur-title = احصل على مشروب مجاني مع أي برجر
pr-bur-desc = استمتع ببرجرنا العصير واللذيذ مع مشروب منعش من اختيارك.
pr-bur-alt = صورة لبرجر ومشروب على طاولة خشبية.
pr-bev = عرض المشروبات
pr-bev-title = اشترِ واحدة، واحصل على الأخرى مجانًا على جميع المشروبات
pr-bev-desc = أروِ عطشك مع مجموعة مشروباتنا، من الماء والعصير إلى القهوة والبيرة.
pr-bev-alt = صورة لكأسين من مشروبات مختلفة على خلفية ملونة.

# About Section
ab-alt = ابحث عن الطعام والمشروبات، كل ذلك في مكان واحد لأفضل مذاق.
ab-title = ابحث عن الطعام والمشروبات، كل ذلك في مكان واحد لأفضل مذاق.
ab-par = اكتشف عالمًا من الأطعمة الشهية حيث يجتمع الطعام والمشروبات في تناغم تام. وجهتنا الشاملة تقدم مجموعة متنوعة لإرضاء كل الأذواق، مما يضمن تجربة طعم لا تُنسى.
check-price = أفضل سعر
check-ingredient = مكونات طازجة
check-service = أفضل خدمة
check-protocol = بروتوكول الصحة
about = عنا

# Menu Section
s-title = أفضل قائمة لدينا
s-par = انغمس في عالم من النكهات مع قائمتنا المختارة بعناية. كل طبق مصنوع بحب واهتمام بالتفاصيل، مما يضمن لك تجربة طهي لا تُنسى.
all = الكل
Burger = برجر
Snack = وجبة خفيفة
Beverage = مشروب

# Review Section
customer-review = استمع إلى عملائنا السعداء
customer-desc = اكتشف لماذا يحبنا عملاؤنا! اقرأ تجاربهم وشاهد كيف أحدثنا فرقًا في حياتهم. رضاك هو أولويتنا القصوى.

# Subscribe section
sub-title = احصل على تحديثات حصرية
sub-par = اشترك في نشرتنا الإخبارية وابقَ على اطلاع بآخر الأخبار والعروض الخاصة.
sub-email-placeholder = عنوان البريد الإلكتروني
sub-button = اشترك

# Footer
ft-mission = نحن نقدم طعامًا عالي الجودة بأسعار رائعة. سواء كنت تتناول الطعام معنا أو تطلب عبر الإنترنت، نسعى لجعل كل وجبة تجربة لا تُنسى.
support = الدعم
faq = الأسئلة الشائعة
privacy = سياسة الخصوصية
term = الشروط والأحكام
contact = الاتصال
phone = الهاتف
email = البريد الإلكتروني
address = العنوان
address-text = المريخ، فوهة شياباريلي، بداية المستوطنة، إيلون ماسك
follow = تابعنا
template = مجموعة القوالب مع ❤️ إلى
dioxus = Dioxus
copyright = حقوق النشر
rights = جميع الحقوق محفوظة.

