# Review
jane-par = هذا هو أفضل خدمة استخدمتها على الإطلاق. إنهم محترفون ومبدعون وموثوقون. أوصي بهم لأي شخص يحتاج إلى حل تصميم.
jane-alt = صورة جين سميث مع Crabsburger
jane-name = جين سميث
jane-job = رائدة أعمال

mark-par = أنا معجب جدًا بجودة العمل والانتباه إلى التفاصيل. لقد قدموا بالضبط ما أردت وأكثر. إنهم خبراء في مجالهم.
mark-alt = صورة مارك لي مع Crabsburger
mark-name = مارك لي
mark-job = مصور

emily-par = من الرائع العمل معهم. يستمعون إلى احتياجاتك وتفضيلاتك ويخلقون تصميمًا يناسبك تمامًا. هم أيضًا ودودون للغاية وسريعو الاستجابة.
emily-alt = صورة إميلي جونسون مع Crabsburger
emily-name = إميلي جونسون
emily-job = مدونة

tom-par = لديهم حس رائع بالأناقة والجماليات. يعرفون كيف يجعلون تصميمك يبرز ويجذب الانتباه. هم أيضًا مرنون للغاية ومتعاونون.
tom-alt = صورة توم جونز مع Crabsburger
tom-name = توم جونز
tom-job = موسيقي

michael-par = هم الأفضل في هذا المجال. لديهم الكثير من الخبرة والمعرفة في التصميم ودائمًا ما يسلمون في الوقت المحدد وضمن الميزانية. هم أيضًا سهلون جدًا في التواصل.
michael-alt = صورة مايكل أندرسون مع Crabsburger
michael-name = مايكل أندرسون
michael-job = معلم

